questions = [
    "Вопрос 1: Вы готовы к изменениям?",
    "Вопрос 2: Часто ли вы рефлексируете над своими действиями?",
    "Вопрос 3: Легко ли вы признаете свои ошибки?",
    "Вопрос 4: Стремитесь ли вы к саморазвитию?",
    "Вопрос 5: Способны ли вы выйти из зоны комфорта?",
    "Вопрос 6: Принимаете ли вы конструктивную критику?",
    "Вопрос 7: Часто ли вы ставите цели?",
    "Вопрос 8: Регулярно ли вы оцениваете свои успехи?",
    "Вопрос 9: Готовы ли вы пробовать новое?",
    "Вопрос 10: Чувствуете ли вы ответственность за своё развитие?"
]